"Copy" = "Ninguno (sin difuminación)";
"Dither Copy" = "Ninguno (permitir difuminación)";
"Or" = "Or";
"Xor" = "Xor";
"Replace Black" = "Replace Black";
"Inverse Copy" = "Inverse Copy";
"Inverse Or" = "Inverse Or";
"Inverse Xor" = "Inverse Xor";
"Inverse Replace Black" = "Inverse Replace Black";
"Pattern Copy" = "Pattern Copy";
"Pattern Or" = "Pattern Or";
"Pattern Xor" = "Pattern Xor";
"Pattern Replace Black" = "Pattern Replace Black";
"Inverse Pattern Copy" = "Inverse Pattern Copy";
"Inverse Pattern Or" = "Inverse Pattern Or";
"Inverse Pattern Xor" = "Inverse Pattern Xor";
"Inverse Pattern Replace Black" = "Inverse Pattern Replace Black";
"Grayish Text Or" = "Grayish Text Or";
"Hilite" = "Hilite";
"Blend" = "Mezcla";
"Add Pin" = "Add Pin";
"Add Over" = "Add Over";
"Add Max" = "Add Max";
"Add Min" = "Add Min";
"Subtract Pin" = "Subtract Pin";
"Subtract Over" = "Subtract Over";
"Transparent" = "Transparente";
"Straight Alpha" = "Alfa puro";
"Per Component Alpha" = "Alfa por componente";
"Straight Alpha Blend" = "Mezcla alfa puro";
"Premultiplied White Alpha" = "Alfa blanco premultiplicado";
"Premultiplied Black Alpha" = "Alfa negro premultiplicado";
"Premultiplied Color Alpha" = "Alfa de color premultiplicado";
"Composition" = "Composición";